
{
  "language_name": "Français",
  "header_subtitle": "Pas de désordre. Pas de risque. Juste le bon logiciel, pour n'importe quel appareil.",
  "menu_about": "À propos de SoftMonk",
  "menu_forum": "Forum",
  "menu_blogs": "Blogs",
  "marquee_1": "Trouvez le bon téléchargement. De la bonne source. À chaque fois.",
  "marquee_2": "Évitez les logiciels groupés et les miroirs frauduleux.",
  "marquee_3": "Vérifiez les fichiers avant que vos utilisateurs ne les touchent.",
  "marquee_4": "Trouvez les téléchargements d'applications officiels sur le site du FEO.",
  "marquee_5": "Trouvez le bon pilote pour un modèle de PC ou un ID de périphérique spécifique.",
  "marquee_6": "Affichez uniquement des liens directs et sûrs, avec les hachages de fichiers et les informations de version.",
  "marquee_7": "Signalez les logiciels groupés et les modules complémentaires indésirables avant l'installation.",
  "theme_switcher_title": "Passer en mode {{theme}}",
  "download_history_title": "Historique des téléchargements",
  "login_button_aria": "Se connecter / S'inscrire",
  "logout_button": "Se déconnecter",
  "profile_button_aria": "Ouvrir les paramètres du profil",
  "core_feature_1_title": "Sources officielles uniquement",
  "core_feature_1_desc": "Nous lions directly aux sites Web officiels, évitant les publicités et les logiciels groupés.",
  "core_feature_2_title": "Assistant de recherche de pilotes",
  "core_feature_2_desc": "Notre assistant étape par étape vous aide à trouver le pilote exact pour votre PC.",
  "core_feature_3_title": "Sécurité vérifiée",
  "core_feature_3_desc": "Nous privilégions les liens directs et sûrs avec des informations de fichiers vérifiées.",
  "chat_initial_greeting": "Bonjour ! Je peux vous aider à trouver des logiciels, des jeux et des pilotes sécurisés pour Windows, macOS, Linux et Android. Que recherchez-vous aujourd'hui ?",
  "chat_typing_indicator": "SoftMonk est en train d'écrire...",
  "chat_input_placeholder": "Demandez un logiciel...",
  "filter_by": "Filtrer par :",
  "filter_all": "Tous",
  "filter_free": "Gratuit",
  "filter_freemium": "Freemium",
  "filter_paid": "Payant",
  "suggested_prompts_title": "Essayez l'un de ces prompts",
  "prompt_1": "Trouver un éditeur vidéo pour macOS",
  "prompt_2": "Meilleurs jeux gratuits sur Steam",
  "prompt_3": "Top des applications de productivité pour Android",
  "prompt_4": "J'ai besoin de pilotes pour mon ordinateur portable Dell",
  "trending_topics_title": "Tendances logicielles",
  "refresh_trends_aria": "Actualiser les tendances",
  "error_loading_trends": "Impossible de charger les tendances.",
  "no_trends_available": "Aucune tendance disponible pour le moment.",
  "footer_copyright": "© {{year}} SoftMonk. Tous droits réservés.",
  "footer_privacy": "Politique de confidentialité",
  "footer_cookies": "Politique de cookies",
  "footer_gdpr": "Conformité RGPD",
  "footer_disclaimer": "Avis de non-responsabilité : SoftMonk est un assistant IA et peut afficher des informations inexactes. Vérifiez toujours les informations importantes et les liens de téléchargement auprès des sources officielles.",
  "safety_action_learn_how": "Apprendre comment →",
  "prev_tip_aria": "Conseil précédent",
  "next_tip_aria": "Conseil suivant",
  "social_proof": "Rejoignez plus de 10 000 utilisateurs satisfaits !",
  "user_info_location": "Lieu : {{country}}",
  "user_info_speed": "Vitesse : {{speed}} Mbps",
  "login_modal_title_signin": "Se connecter",
  "login_modal_title_signup": "Créer un compte",
  "login_modal_subtitle": "pour sauvegarder votre historique de chat et vos téléchargements.",
  "login_modal_name_label": "Nom",
  "login_modal_name_placeholder": "Votre nom",
  "login_modal_email_label": "E-mail",
  "login_modal_email_placeholder": "vous@exemple.com",
  "login_modal_password_label": "Mot de passe",
  "login_modal_password_placeholder": "••••••••",
  "login_modal_submit_signin": "Se connecter",
  "login_modal_submit_signup": "Créer un compte",
  "login_modal_submit_processing": "Traitement...",
  "login_modal_or": "OU",
  "login_modal_google": "Se connecter avec Google",
  "login_modal_verification_title": "Vérifiez votre e-mail",
  "login_modal_verification_text": "Nous avons envoyé un lien de vérification à <strong>{{email}}</strong>. Veuillez vérifier votre boîte de réception pour activer votre compte.",
  "login_modal_back_to_signin": "Retour à la connexion",
  "welcome_modal_title": "Bienvenue, {{name}} !",
  "welcome_modal_subtitle": "Votre compte est vérifié et vous êtes prêt. Voici ce que vous pouvez faire :",
  "welcome_modal_feature_1": "<strong>Trouver des logiciels :</strong> Demandez n'importe quel type de logiciel Windows, comme \"un éditeur de photos gratuit\" ou \"le meilleur antivirus\".",
  "welcome_modal_feature_2": "<strong>Obtenir des pilotes :</strong> Je vous guiderai étape par étape pour trouver des pilotes officiels et sûrs pour votre modèle de PC spécifique.",
  "welcome_modal_feature_3": "<strong>Sauvegarder votre historique :</strong> Vos conversations sont maintenant automatiquement sauvegardées sur votre compte.",
  "welcome_modal_button": "Commencer",
  "download_history_subtitle": "Un enregistrement de tous les logiciels et pilotes que vous avez téléchargés.",
  "download_history_empty_title": "Aucun téléchargement pour l'instant",
  "download_history_empty_text": "Lorsque vous téléchargez un logiciel ou un pilote, il apparaîtra ici.",
  "download_history_button_again": "Télécharger à nouveau",
  "download_history_button_unavailable": "Indisponible",
  "download_history_status_verified": "Vérifié",
  "download_history_status_failed": "Échec",
  "profile_modal_title": "Modifier le profil",
  "profile_modal_subtitle": "Changez votre avatar.",
  "profile_modal_current_avatar": "Avatar actuel :",
  "profile_modal_choose_new": "Choisissez-en un nouveau :",
  "profile_modal_button_cancel": "Annuler",
  "profile_modal_button_save": "Enregistrer les modifications",
  "profile_modal_button_saving": "Enregistrement...",
  "modal_close_button": "Fermer",
  "modal_close_button_aria": "Fermer la fenêtre modale",
  "modal_got_it_button": "Compris. Merci Monk !",
  "message_download_button": "Télécharger depuis le site officiel",
  "message_source_verified": "Source vérifiée",
  "message_header_installation": "Aide à l'installation pour {{platform}}",
  "message_header_installation_generic": "Aide à l'installation",
  "message_header_driver": "Page de support des pilotes",
  "message_header_game": "Jeu {{platform}}",
  "message_header_game_generic": "Recommandation de jeu",
  "message_header_software_macos": "Logiciel macOS",
  "message_header_software_linux": "Logiciel Linux",
  "message_header_software_android": "App Android",
  "message_header_software_windows": "Logiciel Windows",
  "message_action_required": "Votre action est requise :",
  "message_installation_yes": "Oui, s'il vous plaît",
  "message_installation_no": "Non, merci",
  "message_watch_video": "Voir la vidéo d'installation",
  "message_other_sources": "Autres sources :",
  "like_response_aria": "Aimer la réponse",
  "dislike_response_aria": "Ne pas aimer la réponse",
  "loading_message": "Chargement de SoftMonk...",
  "disclaimer_title": "Avis de non-responsabilité :",
  "policy_last_updated": "Dernière mise à jour : {{date}}",
  "privacy_policy_title": "Politique de confidentialité",
  "privacy_section_1_title": "1. Introduction",
  "privacy_section_1_p1": "Bienvenue sur SoftMonk. Nous nous engageons à protéger votre vie privée. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations lorsque vous utilisez notre chatbot alimenté par l'IA (le « Service »), qui vous aide à trouver des logiciels, des jeux, des pilotes et des guides d'installation pour des plateformes telles que Windows, macOS, Linux et Android. En utilisant le Service, vous acceptez la collecte et l'utilisation d'informations conformément à cette politique. Cette politique est rédigée pour se conformer au Règlement général sur la protection des données (RGPD).",
  "privacy_section_2_title": "2. Informations que nous collectons",
  "privacy_section_2_p1": "Nous collectons des informations pour vous fournir et améliorer notre Service.",
  "privacy_section_2_l1_title": "Informations que vous fournissez directement :",
  "privacy_section_2_l1_desc": "Cela inclut votre historique de chat, tout commentaire que vous fournissez et les informations de votre compte (nom, e-mail) si vous vous inscrivez directement.",
  "privacy_section_2_l2_title": "Informations provenant de services tiers (Connexion Google) :",
  "privacy_section_2_l2_desc": "Lorsque vous vous connectez avec Google, nous recevons votre nom, votre adresse e-mail et votre photo de profil pour créer votre profil utilisateur.",
  "privacy_section_3_title": "3. Comment nous utilisons vos informations",
  "privacy_section_3_l1_title": "Pour fournir le Service :",
  "privacy_section_3_l1_desc": "Votre historique de chat est envoyé à l'API OpenAI pour générer des réponses pertinentes à vos demandes de logiciels, jeux, pilotes et guides d'installation multiplateformes.",
  "privacy_section_3_l2_title": "Pour personnaliser votre expérience :",
  "privacy_section_3_l2_desc": "Les informations de votre compte sont utilisées pour afficher votre profil et y associer votre historique de chat.",
  "privacy_section_3_l3_title": "Pour la fonctionnalité :",
  "privacy_section_3_l3_desc": "Toutes les données collectées (profil, historique de chat, commentaires) sont stockées localement dans le <code>localStorage</code> de votre navigateur. Cela permet à l'application de fonctionner sans avoir besoin d'un serveur principal.",
  "privacy_section_4_title": "4. Partage de données et tiers",
  "privacy_section_4_l1_title": "API OpenAI :",
  "privacy_section_4_l1_desc": "Pour générer des réponses, votre historique de chat est envoyé à l'API de OpenAI pour traitement. Nous n'envoyons pas vos informations de profil personnelles (nom, e-mail) avec ces demandes.",
  "privacy_section_4_l2_title": "Pas de vente de données :",
  "privacy_section_4_l2_desc": "Nous ne vendons, n'échangeons ni ne louons vos informations d'identification personnelles à des tiers.",
  "privacy_section_5_title": "5. Stockage, sécurité et conservation des données",
  "privacy_section_5_l1_title": "Stockage local :",
  "privacy_section_5_l1_desc": "Votre profil utilisateur, votre historique de chat et vos commentaires sont stockés directement dans le <code>localStorage</code> de votre navigateur Web. Ces données ne sont ni transmises ni stockées sur nos serveurs.",
  "privacy_section_5_l2_title": "Sécurité :",
  "privacy_section_5_l2_desc": "Les données stockées dans le <code>localStorage</code> ne sont sécurisées que dans la mesure où l'ordinateur et le navigateur que vous utilisez le sont. Aucune méthode de stockage électronique n'est sécurisée à 100 %.",
  "privacy_section_5_l3_title": "Conservation et suppression :",
  "privacy_section_5_l3_desc": "Vos données restent dans votre navigateur jusqu'à ce que vous les effaciez. Vous pouvez supprimer toutes vos données en vidant le cache de votre navigateur et les données du site pour ce domaine.",
  "privacy_section_6_title": "6. Vos droits à la protection des données en vertu du RGPD",
  "privacy_section_6_p1": "En tant qu'utilisateur, vous avez des droits sur vos données. La principale méthode pour exercer ces droits est de gérer le stockage local de votre navigateur.",
  "privacy_section_6_l1_title": "Le droit d'accès et d'effacement :",
  "privacy_section_6_l1_desc": "Vous pouvez accéder et supprimer toutes vos données à tout moment en vidant le <code>localStorage</code> de votre navigateur pour notre site.",
  "privacy_section_6_l2_title": "Le droit de rectification :",
  "privacy_section_6_l2_desc": "Vous pouvez gérer les informations de votre profil à sa source (par exemple, votre compte Google).",
  "privacy_section_7_title": "7. Vie privée des enfants",
  "privacy_section_7_p1": "Notre Service n'est pas destiné à être utilisé par des personnes de moins de 16 ans. Nous ne collectons pas sciemment d'informations personnelles identifiables auprès d'enfants de moins de 16 ans.",
  "privacy_section_8_title": "8. Modifications de cette politique de confidentialité",
  "privacy_section_8_p1": "Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Il vous est conseillé de consulter périodiquement cette politique de confidentialité pour toute modification.",
  "privacy_section_9_title": "9. Nous contacter",
  "privacy_section_9_p1_html": "Si vous avez des questions sur cette politique de confidentialité, veuillez nous contacter à l'adresse <a href=\"mailto:{{email}}\" class=\"text-green-600 hover:underline dark:text-green-400 dark:hover:text-green-300\">{{email}}</a>.",
  "cookie_policy_title": "Politique de cookies",
  "cookie_section_1_title": "1. Que sont les cookies ?",
  "cookie_section_1_p1": "Les cookies sont de petits fichiers texte stockés sur votre appareil (ordinateur, tablette, téléphone mobile) par un site Web que vous visitez. Ils sont largement utilisés pour faire fonctionner les sites Web, ou pour les faire fonctionner plus efficacement, ainsi que pour fournir des informations aux propriétaires du site.",
  "cookie_section_1_p2_html": "Cette application utilise principalement le <code>localStorage</code> de votre navigateur pour fonctionner, ce qui est un équivalent moderne des cookies utilisé pour stocker des données sur votre appareil. Aux fins de cette politique, nous nous référerons à la fois aux cookies et au <code>localStorage</code> comme des « cookies ».",
  "cookie_section_2_title": "2. Comment nous utilisons les cookies",
  "cookie_section_2_p1": "Nous utilisons des cookies pour des fonctionnalités essentielles afin de vous fournir notre Service. Nous n'utilisons pas de cookies à des fins de suivi, de publicité ou d'analyse.",
  "cookie_section_2_l1_title": "Cookies strictement nécessaires :",
  "cookie_section_2_l1_desc": "Ceux-ci sont nécessaires au fonctionnement de notre Service. Ils incluent, par exemple, des cookies qui vous permettent de vous connecter à des zones sécurisées de notre Service. Notre authentification est gérée par Google Firebase, qui utilise des cookies pour gérer votre session de connexion en toute sécurité.",
  "cookie_section_2_l2_html": "<li><strong>Cookies de fonctionnalité :</strong> Nous utilisons le <code>localStorage</code> de votre navigateur pour mémoriser votre historique de chat et vos préférences. Ceci est essentiel pour que l'application fonctionne comme prévu, vous permettant de poursuivre vos conversations sur les logiciels, les jeux et les pilotes d'une session à l'autre.</li>",
  "cookie_section_3_title": "3. Types de cookies que nous utilisons",
  "cookie_section_3_l1_title": "Cookies de session :",
  "cookie_section_3_l1_desc": "Ceux-ci sont temporaires et sont effacés lorsque vous fermez votre navigateur.",
  "cookie_section_3_l2_title": "Cookies persistants :",
  "cookie_section_3_l2_desc": "Ceux-ci restent sur votre appareil pendant une période définie ou jusqu'à ce que vous les supprimiez. L'authentification Firebase peut utiliser des cookies persistants pour vous maintenir connecté.",
  "cookie_section_4_title": "4. Vos choix concernant les cookies",
  "cookie_section_4_p1": "La plupart des navigateurs Web permettent un certain contrôle sur la plupart des cookies via les paramètres du navigateur. Vous pouvez configurer votre navigateur pour refuser tout ou partie des cookies, ou pour vous alerter lorsque des sites Web définissent ou accèdent à des cookies. Si vous désactivez ou refusez les cookies, veuillez noter que certaines parties de ce Service peuvent devenir inaccessibles ou ne pas fonctionner correctement.",
  "cookie_section_4_p2": "Vous pouvez effacer toutes les données stockées par notre application, y compris votre historique de chat et votre statut de connexion, en vidant le cache de votre navigateur et les données du site pour ce domaine.",
  "cookie_section_5_title": "5. Nous contacter",
  "gdpr_policy_title": "Conformité RGPD",
  "gdpr_section_1_title": "1. Notre engagement envers le RGPD",
  "gdpr_section_1_p1": "SoftMonk s'engage à respecter les principes de protection des données et de confidentialité tels que définis dans le Règlement général sur la protection des données (RGPD). Nous avons conçu notre Service avec la confidentialité comme composant principal (« privacy by design »).",
  "gdpr_section_2_title": "2. Vos droits en vertu du RGPD",
  "gdpr_section_2_p1": "En tant qu'utilisateur de notre Service, vous disposez de droits spécifiques concernant vos données personnelles :",
  "gdpr_section_2_l1_html": "<li><strong>Le droit d'accès :</strong> Vous pouvez accéder à toutes les données vous concernant (profil, historique de chat) à tout moment, car elles sont stockées dans le <code>localStorage</code> de votre propre navigateur.</li>",
  "gdpr_section_2_l2_title": "Le droit de rectification :",
  "gdpr_section_2_l2_desc": "Vous pouvez corriger ou mettre à jour vos informations personnelles (par exemple, nom, photo de profil) via le service que vous avez utilisé pour vous connecter, comme votre compte Google.",
  "gdpr_section_2_l3_html": "<li><strong>Le droit à l'effacement (droit à l'oubli) :</strong> Vous avez le droit de supprimer toutes vos données personnelles. Vous pouvez le faire instantanément en effaçant les données du site de votre navigateur pour notre domaine. Cela supprimera définitivement votre historique de chat et les informations de votre profil de votre appareil.</li>",
  "gdpr_section_2_l4_html": "<li><strong>Le droit à la portabilité des données :</strong> Étant donné que vos données sont stockées localement, vous pouvez copier et enregistrer manuellement votre historique de chat à partir des outils de développement de votre navigateur si vous souhaitez en conserver une trace.</li>",
  "gdpr_section_3_title": "3. Comment nous nous conformons",
  "gdpr_section_3_p1": "L'architecture de notre application est conçue pour vous donner le contrôle de vos données.",
  "gdpr_section_3_l1_html": "<li><strong>Stockage des données :</strong> Nous ne stockons pas votre historique de chat ou vos informations de profil personnelles sur nos serveurs. Toutes ces données résident exclusivement dans le <code>localStorage</code> de votre navigateur, vous donnant un contrôle total.</li>",
  "gdpr_section_3_l2_title": "Traitement des données :",
  "gdpr_section_3_l2_desc": "Pour la fonctionnalité de chat, votre historique de conversation (contenant vos demandes de logiciels, jeux, pilotes et guides sur diverses plateformes) est envoyé à l'API OpenAI pour générer des réponses. Nous n'incluons pas vos informations de profil personnelles (nom, e-mail) dans ces requêtes API.",
  "gdpr_section_3_l3_title": "Base légale du traitement :",
  "gdpr_section_3_l3_desc": "Nous traitons vos données sur la base de votre consentement, que vous donnez en utilisant notre Service.",
  "gdpr_section_4_title": "4. Délégué à la protection des données",
  "gdpr_section_4_p1": "Compte tenu de la nature de nos opérations, où nous ne stockons pas de données utilisateur sur nos serveurs, nous n'avons pas nommé de délégué à la protection des données formel. Cependant, pour toute question relative à la confidentialité, nous sommes votre point de contact.",
  "gdpr_section_5_title": "5. Nous contacter",
  "gdpr_section_5_p1_html": "Pour plus de détails, veuillez consulter notre politique de confidentialité complète. Si vous avez des questions sur vos droits RGPD ou sur la manière dont nous traitons vos données, veuillez nous contacter à l'adresse <a href=\"mailto:{{email}}\" class=\"text-green-600 hover:underline dark:text-green-400 dark:hover:text-green-300\">{{email}}</a>.",
  "safety_action_restore_title": "Créer un point de restauration",
  "safety_action_restore_desc": "Avant d'installer un nouveau logiciel, il est judicieux de créer un point de restauration. Cela agit comme un 'instantané' des fichiers les plus importants de votre système à un moment précis. Considérez-le comme un filet de sécurité qui vous permet d'annuler les modifications du système si une installation cause des problèmes inattendus. Si quelque chose ne va pas, vous pouvez ramener votre ordinateur à son état précédent sans affecter vos fichiers personnels comme les documents ou les photos. C'est un moyen simple et puissant de protéger votre PC contre les problèmes potentiels.",
  "safety_action_restore_disclaimer": "Ceci est une action système puissante. Veuillez procéder avec prudence. SoftMonk n'est pas responsable de toute perte de données ou de problèmes système qui pourraient survenir.",
  "safety_action_restore_step1_title": "Ouvrir les Propriétés système",
  "safety_action_restore_step1_desc": "Appuyez sur la touche Windows, tapez 'Créer un point de restauration', et appuyez sur Entrée.",
  "safety_action_restore_step2_title": "Démarrer la création",
  "safety_action_restore_step2_desc": "Dans l'onglet 'Protection du système', cliquez sur le bouton 'Créer...'.",
  "safety_action_restore_step3_title": "Nommez votre point de restauration",
  "safety_action_restore_step3_desc": "Donnez à votre point de restauration un nom descriptif, comme 'Avant l'installation d'un nouveau logiciel', et cliquez sur 'Créer'.",
  "safety_action_restore_step4_title": "Attendre la fin",
  "safety_action_restore_step4_desc": "Le processus prendra quelques instants. Une fois terminé, vous verrez un message de succès.",
  "safety_action_clean_title": "Nettoyer les fichiers temporaires",
  "safety_action_clean_desc": "Avec le temps, votre PC accumule des fichiers temporaires provenant des applications et de la navigation Web qui ne sont plus nécessaires. Bien que la plupart du temps inoffensifs, ces fichiers peuvent occuper un espace disque précieux et finir par contribuer à un système plus lent. Les nettoyer régulièrement est une tâche de maintenance simple qui peut libérer de l'espace de stockage et aider votre ordinateur à fonctionner plus efficacement. C'est comme désencombrer votre espace de travail numérique, en s'assurant que tout reste en ordre et performant au mieux. Prendre un moment pour le faire peut faire une différence notable.",
  "safety_action_clean_disclaimer": "Ceci est une action système puissante. Veuillez procéder avec prudence. SoftMonk n'est pas responsable de toute perte de données ou de problèmes système qui pourraient survenir.",
  "safety_action_clean_step1_title": "Ouvrir la commande Exécuter",
  "safety_action_clean_step1_desc": "Appuyez sur la touche Windows + R pour ouvrir la boîte de dialogue Exécuter.",
  "safety_action_clean_step2_title": "Accéder au dossier Temp",
  "safety_action_clean_step2_desc": "Tapez `%temp%` et appuyez sur Entrée. Cela ouvrira le dossier des fichiers temporaires de votre utilisateur.",
  "safety_action_clean_step3_title": "Sélectionner tous les fichiers",
  "safety_action_clean_step3_desc": "Une fois le dossier ouvert, appuyez sur Ctrl + A pour sélectionner tous les fichiers et dossiers.",
  "safety_action_clean_step4_title": "Supprimer les fichiers",
  "safety_action_clean_step4_desc": "Appuyez sur Maj + Suppr pour supprimer définitivement les fichiers. Choisissez d'ignorer les fichiers actuellement utilisés par d'autres programmes.",
  "safety_action_virus-scan_title": "Lancer une analyse antivirus rapide",
  "safety_action_virus-scan_desc": "La sécurité de votre PC est primordiale pour protéger vos informations personnelles contre les menaces. Windows inclut un outil intégré puissant appelé Microsoft Defender qui peut rechercher des virus, des logiciels malveillants et d'autres logiciels malintentionnés. Lancer une analyse rapide régulièrement est une excellente habitude pour s'assurer qu'aucune menace ne se cache sur votre système. Ce processus est rapide, s'exécute en arrière-plan et offre une tranquillité d'esprit essentielle. Garder votre antivirus actif et analyser périodiquement est votre première ligne de défense contre les dangers en ligne.",
  "safety_action_virus-scan_disclaimer": "Ceci est une action système puissante. Veuillez procéder avec prudence. SoftMonk n'est pas responsable de toute perte de données ou de problèmes système qui pourraient survenir.",
  "safety_action_virus-scan_step1_title": "Ouvrir Sécurité Windows",
  "safety_action_virus-scan_step1_desc": "Appuyez sur la touche Windows, tapez 'Sécurité Windows', et appuyez sur Entrée.",
  "safety_action_virus-scan_step2_title": "Aller à la zone de protection",
  "safety_action_virus-scan_step2_desc": "Dans la nouvelle fenêtre, cliquez sur 'Protection contre les virus et menaces'.",
  "safety_action_virus-scan_step3_title": "Démarrer une analyse",
  "safety_action_virus-scan_step3_desc": "Sous 'Menaces actuelles', cliquez sur 'Analyse rapide' pour démarrer une vérification rapide de votre système. Pour une vérification plus approfondie, cliquez sur 'Options d'analyse' et choisissez 'Analyse complète'.",
  "safety_action_virus-scan_step4_title": "Examiner les résultats",
  "safety_action_virus-scan_step4_desc": "Attendez la fin de l'analyse. Windows Defender vous informera s'il trouve des menaces et vous guidera sur les prochaines étapes.",
  "safety_action_check-updates_title": "Vérifier les mises à jour",
  "safety_action_check-updates_desc": "Garder Windows à jour est l'une des choses les plus critiques que vous puissiez faire pour la sécurité et la stabilité de votre PC. Ces mises à jour de Microsoft incluent des correctifs de sécurité vitaux qui vous protègent contre les dernières menaces et vulnérabilités en ligne. Elles incluent aussi souvent des améliorations de performance, des corrections de bugs et parfois de nouvelles fonctionnalités pour améliorer votre expérience. Négliger les mises à jour peut laisser votre système exposé et causer des problèmes de compatibilité avec de nouveaux logiciels. Assurez-vous toujours que votre système est à jour pour qu'il fonctionne en toute sécurité et sans heurts.",
  "safety_action_check-updates_disclaimer": "Ceci est une action système puissante. Veuillez procéder avec prudence. SoftMonk n'est pas responsable de toute perte de données ou de problèmes système qui pourraient survenir.",
  "safety_action_check-updates_step1_title": "Ouvrir les Paramètres",
  "safety_action_check-updates_step1_desc": "Faites un clic droit sur le bouton Démarrer et sélectionnez 'Paramètres', ou appuyez sur Touche Windows + I.",
  "safety_action_check-updates_step2_title": "Accéder à Windows Update",
  "safety_action_check-updates_step2_desc": "Dans la fenêtre des Paramètres, cliquez sur 'Windows Update' dans le menu de gauche (sur Windows 11) ou 'Mise à jour et sécurité' (sur Windows 10).",
  "safety_action_check-updates_step3_title": "Vérifier les mises à jour",
  "safety_action_check-updates_step3_desc": "Cliquez sur le bouton 'Vérifier les mises à jour'. Windows recherchera, téléchargera et installera toutes les mises à jour disponibles.",
  "safety_action_check-updates_step4_title": "Redémarrer si nécessaire",
  "safety_action_check-updates_step4_desc": "Certaines mises à jour peuvent nécessiter le redémarrage de votre ordinateur. Si c'est le cas, enregistrez votre travail et redémarrez lorsque vous y êtes invité.",
  "safety_action_shortcuts_title": "Apprendre des raccourcis utiles",
  "safety_action_shortcuts_desc": "Augmentez votre productivité avec les raccourcis clavier de Windows. De nombreuses tâches courantes peuvent être effectuées beaucoup plus rapidement sans utiliser la souris. Apprendre quelques combinaisons de touches peut simplifier votre flux de travail et vous faire gagner du temps chaque jour. De la gestion des fenêtres à l'accès rapide aux outils système, ces astuces simples sont faciles à apprendre et peuvent faire une grande différence dans la façon dont vous utilisez votre PC. Impressionnez vos amis avec votre nouvelle vitesse et efficacité.",
  "shortcut_copy_title": "Ctrl + C (ou Ctrl + Inser)",
  "shortcut_copy_desc": "Copier l'élément sélectionné.",
  "shortcut_cut_title": "Ctrl + X",
  "shortcut_cut_desc": "Couper l'élément sélectionné.",
  "shortcut_paste_title": "Ctrl + V (ou Maj + Inser)",
  "shortcut_paste_desc": "Coller l'élément sélectionné.",
  "shortcut_undo_title": "Ctrl + Z",
  "shortcut_undo_desc": "Annuler une action.",
  "shortcut_redo_title": "Ctrl + Y",
  "shortcut_redo_desc": "Rétablir une action.",
  "shortcut_select_all_title": "Ctrl + A",
  "shortcut_select_all_desc": "Sélectionner tout le contenu.",
  "shortcut_find_title": "Ctrl + F",
  "shortcut_find_desc": "Rechercher du texte sur une page ou dans un document.",
  "shortcut_switch_apps_title": "Alt + Tab",
  "shortcut_switch_apps_desc": "Basculer entre les applications ouvertes.",
  "shortcut_close_window_alt_title": "Alt + F4",
  "shortcut_close_window_alt_desc": "Fermer la fenêtre ou l'application active.",
  "shortcut_refresh_title": "F5",
  "shortcut_refresh_desc": "Actualiser la fenêtre active (ex: navigateur, Explorateur de fichiers).",
  "shortcut_win_key_title": "Touche Windows",
  "shortcut_win_key_desc": "Ouvrir ou fermer le menu Démarrer.",
  "shortcut_show_desktop_title": "Win + D",
  "shortcut_show_desktop_desc": "Afficher et masquer le bureau.",
  "shortcut_file_explorer_title": "Win + E",
  "shortcut_file_explorer_desc": "Ouvrir l'Explorateur de fichiers.",
  "shortcut_settings_title": "Win + I",
  "shortcut_settings_desc": "Ouvrir l'application Paramètres.",
  "shortcut_lock_pc_title": "Win + L",
  "shortcut_lock_pc_desc": "Verrouiller votre ordinateur.",
  "shortcut_minimize_windows_title": "Win + M",
  "shortcut_minimize_windows_desc": "Réduire toutes les fenêtres.",
  "shortcut_run_dialog_title": "Win + R",
  "shortcut_run_dialog_desc": "Ouvrir la boîte de dialogue Exécuter.",
  "shortcut_search_title": "Win + S (ou Win + Q)",
  "shortcut_search_desc": "Ouvrir la barre de recherche.",
  "shortcut_quick_link_title": "Win + X",
  "shortcut_quick_link_desc": "Ouvrir le menu Lien rapide (Utilisateur avancé).",
  "shortcut_task_view_title": "Win + Tab",
  "shortcut_task_view_desc": "Ouvrir la Vue des tâches pour voir toutes les fenêtres ouvertes et les bureaux virtuels.",
  "shortcut_emoji_panel_title": "Win + . (point)",
  "shortcut_emoji_panel_desc": "Ouvrir le panneau des emojis, GIF et symboles.",
  "shortcut_quick_settings_title": "Win + A",
  "shortcut_quick_settings_desc": "Ouvrir les Paramètres rapides (Centre de notifications dans Windows 10).",
  "shortcut_project_display_title": "Win + P",
  "shortcut_project_display_desc": "Choisir un mode d'affichage de présentation (pour projecteurs/écrans externes).",
  "shortcut_screenshot_clipboard_title": "Impr. écran",
  "shortcut_screenshot_clipboard_desc": "Prendre une capture d'écran de tout l'écran et la copier dans le presse-papiers.",
  "shortcut_screenshot_save_title": "Win + Impr. écran",
  "shortcut_screenshot_save_desc": "Prendre une capture d'écran de tout l'écran et l'enregistrer dans votre dossier Images > Captures d'écran.",
  "shortcut_snipping_tool_title": "Win + Maj + S",
  "shortcut_snipping_tool_desc": "Ouvrir l'Outil Capture d'écran pour capturer une région spécifique, une fenêtre ou tout l'écran.",
  "shortcut_maximize_title": "Win + Flèche haut",
  "shortcut_maximize_desc": "Agrandir la fenêtre active.",
  "shortcut_minimize_title": "Win + Flèche bas",
  "shortcut_minimize_desc": "Réduire la fenêtre active.",
  "shortcut_snap_window_title": "Win + Flèche gauche/droite",
  "shortcut_snap_window_desc": "Ancrer la fenêtre active à la moitié gauche ou droite de l'écran.",
  "shortcut_task_manager_title": "Ctrl + Maj + Échap",
  "shortcut_task_manager_desc": "Ouvrir directement le Gestionnaire des tâches.",
  "shortcut_security_screen_title": "Ctrl + Alt + Suppr",
  "shortcut_security_screen_desc": "Ouvrir l'écran de sécurité (Verrouiller, Changer d'utilisateur, Se déconnecter, Gestionnaire des tâches).",
  "shortcut_new_desktop_title": "Win + Ctrl + D",
  "shortcut_new_desktop_desc": "Créer un nouveau bureau virtuel.",
  "shortcut_close_desktop_title": "Win + Ctrl + F4",
  "shortcut_close_desktop_desc": "Fermer le bureau virtuel actuel.",
  "shortcut_switch_desktops_title": "Win + Ctrl + Flèche gauche/droite",
  "shortcut_switch_desktops_desc": "Basculer entre les bureaux virtuels.",
  "shortcut_new_explorer_window_title": "Ctrl + N",
  "shortcut_new_explorer_window_desc": "Ouvrir une nouvelle fenêtre de l'Explorateur de fichiers.",
  "shortcut_new_folder_title": "Ctrl + Maj + N",
  "shortcut_new_folder_desc": "Créer un nouveau dossier dans le répertoire actuel.",
  "shortcut_rename_title": "F2",
  "shortcut_rename_desc": "Renommer le fichier ou le dossier sélectionné.",
  "shortcut_properties_title": "Alt + Entrée",
  "shortcut_properties_desc": "Afficher les propriétés de l'élément sélectionné.",
  "shortcut_close_window_ctrl_title": "Ctrl + W",
  "shortcut_close_window_ctrl_desc": "Fermer la fenêtre actuelle de l'Explorateur de fichiers.",
  "safety_action_new-user_title": "Créer un nouveau compte utilisateur",
  "safety_action_new-user_desc": "Vous partagez votre PC ? Créez un compte utilisateur distinct pour les membres de votre famille ou les invités. Cela permet de garder les fichiers, les paramètres et l'historique de navigation de chacun privés et séparés. C'est aussi une excellente pratique de sécurité, car vous pouvez créer des comptes standard sans droits d'administrateur, empêchant les modifications accidentelles du système. Chaque utilisateur dispose de son propre bureau et de ses propres documents personnalisés, ce qui rend l'expérience d'un ordinateur partagé plus propre et plus organisée pour tout le monde.",
  "safety_action_new-user_disclaimer": "Vous devez disposer des privilèges d'administrateur sur votre PC pour ajouter un nouveau compte utilisateur.",
  "safety_action_new-user_step1_title": "Ouvrir les Paramètres",
  "safety_action_new-user_step1_desc": "Appuyez sur la touche Windows + I pour ouvrir l'application Paramètres.",
  "safety_action_new-user_step2_title": "Aller aux Comptes",
  "safety_action_new-user_step2_desc": "Cliquez sur la section 'Comptes'.",
  "safety_action_new-user_step3_title": "Sélectionner Autres utilisateurs",
  "safety_action_new-user_step3_desc": "Choisissez 'Famille et autres utilisateurs' (ou simplement 'Autres utilisateurs' selon votre version de Windows).",
  "safety_action_new-user_step4_title": "Ajouter un compte",
  "safety_action_new-user_step4_desc": "Cliquez sur 'Ajouter quelqu'un d'autre à ce PC' ou 'Ajouter un compte'.",
  "safety_action_new-user_step5_title": "Suivre l'assistant",
  "safety_action_new-user_step5_desc": "Suivez les instructions à l'écran. Vous pouvez créer un compte local en sélectionnant 'Je n'ai pas les informations de connexion de cette personne', puis 'Ajouter un utilisateur sans compte Microsoft'.",
  "safety_action_wipe-pc_title": "Effacer en toute sécurité votre PC",
  "safety_action_wipe-pc_desc": "Vous vendez ou donnez votre ordinateur ? Il est crucial d'effacer en toute sécurité vos données personnelles au préalable. La simple suppression de fichiers ne les supprime pas de façon permanente, et ils peuvent souvent être récupérés. Windows dispose d'une fonctionnalité intégrée pour réinitialiser votre PC et effacer en toute sécurité toutes vos informations personnelles, applications et paramètres. Cela garantit que vos données privées ne tombent pas entre de mauvaises mains. Prendre cette mesure offre une tranquillité d'esprit lorsque vous vous séparez d'un ancien appareil.",
  "safety_action_wipe-pc_disclaimer": "Avertissement : Cette action est irréversible et supprimera définitivement tous vos fichiers personnels, applications et paramètres. Sauvegardez tout ce que vous voulez conserver avant de commencer.",
  "safety_action_wipe-pc_step1_title": "Ouvrir les Paramètres",
  "safety_action_wipe-pc_step1_desc": "Appuyez sur la touche Windows + I pour ouvrir les Paramètres.",
  "safety_action_wipe-pc_step2_title": "Aller à la Récupération",
  "safety_action_wipe-pc_step2_desc": "Cliquez sur 'Mise à jour et sécurité', puis sélectionnez l'onglet 'Récupération'.",
  "safety_action_wipe-pc_step3_title": "Réinitialiser ce PC",
  "safety_action_wipe-pc_step3_desc": "Sous la section 'Réinitialiser ce PC', cliquez sur 'Commencer'.",
  "safety_action_wipe-pc_step4_title": "Choisir 'Supprimer tout'",
  "safety_action_wipe-pc_step4_desc": "Pour vous assurer que vos données ont disparu, vous DEVEZ sélectionner l'option 'Supprimer tout'.",
  "safety_action_wipe-pc_step5_title": "Sélectionner 'Nettoyer les données'",
  "safety_action_wipe-pc_step5_desc": "Sur l'écran suivant, choisissez 'Modifier les paramètres' et activez l'option 'Nettoyer les données'. Cela efface en toute sécurité le disque mais prend beaucoup plus de temps. C'est la meilleure option si vous vendez ou recyclez le PC.",
  "safety_action_wipe-pc_step6_title": "Confirmer et réinitialiser",
  "safety_action_wipe-pc_step6_desc": "Suivez les dernières instructions à l'écran pour démarrer le processus de réinitialisation. Votre ordinateur redémarrera plusieurs fois et cela peut prendre quelques heures.",
  "about_page_title": "À propos de SoftMonk",
  "about_mission_title": "Notre Mission",
  "about_mission_p1": "Dans un monde numérique encombré de téléchargements risqués et d'installateurs déroutants, SoftMonk est né d'une idée simple : trouver et installer des logiciels devrait être sûr, simple et transparent. Notre mission est de donner à chaque utilisateur d'ordinateur, du plus expert au plus novice, les moyens de maintenir ses appareils en toute confiance.",
  "about_mission_p2": "Nous pensons que vous ne devriez pas avoir à être un expert en technologie pour éviter les logiciels malveillants, les logiciels publicitaires et l'encombrement des logiciels groupés. SoftMonk est votre guide de confiance, un expert patient dédié à fournir un chemin direct vers le logiciel dont vous avez besoin, sans les risques.",
  "about_how_it_works_title": "Comment ça marche",
  "about_how_it_works_p1": "SoftMonk combine la puissance de l'IA avancée de OpenAI avec un ensemble de règles strictes axées sur la sécurité. Voici ce qui se passe lorsque vous demandez un logiciel :",
  "about_how_it_works_l1_title": "Recherche intelligente :",
  "about_how_it_works_l1_desc": "L'IA utilise ses capacités de recherche sur le Web pour parcourir le Web à la recherche du logiciel que vous avez demandé, en recherchant spécifiquement le site Web officiel du développeur ou des sources de confiance comme le Microsoft Store.",
  "about_how_it_works_l2_title": "Vérification de la source :",
  "about_how_it_works_l2_desc": "Notre priorité absolue est l'authenticité. L'IA est entraînée à identifier et à prioriser la source officielle, en croisant les informations pour s'assurer que le lien est légitime.",
  "about_how_it_works_l3_title": "Informations claires et concises :",
  "about_how_it_works_l3_desc": "Au lieu d'une liste de liens déroutants, SoftMonk vous présente un résumé clair, comprenant une description, la taille du fichier et le lien direct et vérifié, afin que vous sachiez exactement ce que vous obtenez.",
  "about_safety_title": "Notre engagement envers la sécurité",
  "about_safety_p1": "Votre sécurité est le fondement de tout ce que nous faisons. Nous avons construit SoftMonk autour de ces principes fondamentaux :",
  "about_safety_l1_title": "Aucun site de téléchargement tiers :",
  "about_safety_l1_desc": "Nous ne vous dirigerons jamais vers un portail de téléchargement tiers. Notre objectif est de toujours fournir un lien direct du créateur du logiciel.",
  "about_safety_l2_title": "Aucun logiciel groupé :",
  "about_safety_l2_desc": "En créant des liens vers des sources officielles, nous vous aidons à éviter les installateurs qui tentent de vous tromper pour que vous installiez des programmes supplémentaires indésirables (PUP).",
  "about_safety_l3_title": "Transparence :",
  "about_safety_l3_desc": "Nous vous montrons d'où vient le lien et fournissons autant d'informations vérifiées que possible, afin que vous puissiez prendre une décision éclairée.",
  "forum_page_title": "Forum de la communauté SoftMonk",
  "forum_page_subtitle": "Connectez-vous avec d'autres utilisateurs, posez des questions et partagez vos trouvailles logicielles préférées. Notre forum communautaire est actuellement en développement. Revenez bientôt !",
  "forum_page_coming_soon": "Bientôt disponible !",
  "blog_page_title": "Le Blog de SoftMonk",
  "blog_page_subtitle": "Perspectives sur les logiciels, la sécurité et la productivité.",
  "blog_post_1_title": "5 signes révélateurs d'un faux site de téléchargement",
  "blog_post_1_date": "26 octobre 2024",
  "blog_post_1_excerpt": "Internet est rempli de pièges, et les faux sites de téléchargement sont parmi les plus courants. Apprenez à repérer les signaux d'alarme, des publicités trompeuses aux URL suspectes, et protégez votre ordinateur des logiciels malveillants.",
  "blog_post_2_title": "Pourquoi vous devriez toujours utiliser des pilotes officiels (et comment les trouver)",
  "blog_post_2_date": "18 octobre 2024",
  "blog_post_2_excerpt": "L'utilisation de pilotes obsolètes ou incorrects peut entraîner une instabilité du système et des vulnérabilités de sécurité. Nous expliquons pourquoi les pilotes officiels sont importants et comment le processus guidé de SoftMonk facilite leur recherche.",
  "blog_post_3_title": "Boost de productivité : les 5 meilleurs utilitaires gratuits que vous ne saviez pas que vous aviez besoin",
  "blog_post_3_date": "9 octobre 2024",
  "blog_post_3_excerpt": "Au-delà des grands noms, il existe un monde de logiciels gratuits incroyables qui peuvent faciliter vos tâches quotidiennes. Découvrez nos meilleurs choix d'utilitaires qui suralimenteront votre flux de travail.",
  "blog_read_more": "Lire la suite →",
  "blog_author": "Par l'équipe SoftMonk"
}