{
  "language_name": "Cymraeg",
  "header_subtitle": "Dim annibendod. Dim risg. Dim ond y feddalwedd gywir, ar gyfer unrhyw ddyfais.",
  "menu_about": "Ynghylch SoftMonk",
  "menu_forum": "Fforwm",
  "menu_blogs": "Blogiau",
  "marquee_1": "Dewch o hyd i'r lawrlwythiad cywir. O'r ffynhonnell gywir. Bob tro.",
  "marquee_2": "Osgowch feddalwedd bwndel a drychau ffug.",
  "marquee_3": "Gwiriwch ffeiliau cyn i'ch defnyddwyr eu cyffwrdd.",
  "marquee_4": "Dewch o hyd i lawrlwythiadau ap swyddogol o wefan yr OEM.",
  "marquee_5": "Dewch o hyd i'r gyrrwr cywir ar gyfer model PC penodol neu ID dyfais.",
  "marquee_6": "Dangoswch ddolenni diogel, uniongyrchol yn unig, gyda gwybodaeth am hash ffeiliau a fersiwn.",
  "marquee_7": "Fflagiwch feddalwedd bwndel ac ychwanegion diangen cyn eu gosod.",
  "theme_switcher_title": "Newid i'r modd {{theme}}",
  "download_history_title": "Hanes Lawrlwytho",
  "login_button_aria": "Mewngofnodi / Cofrestru",
  "logout_button": "Allgofnodi",
  "profile_button_aria": "Agor Gosodiadau Proffil",
  "core_feature_1_title": "Ffynonellau Swyddogol yn Unig",
  "core_feature_1_desc": "Rydym yn cysylltu'n uniongyrchol â gwefannau swyddogol, gan osgoi hysbysebion a meddalwedd bwndel.",
  "core_feature_2_title": "Canllaw Dod o Hyd i Yrwyr",
  "core_feature_2_desc": "Mae ein dewin cam-wrth-gam yn eich helpu i ddod o hyd i'r gyrrwr union ar gyfer eich PC.",
  "core_feature_3_title": "Diogelwch wedi'i Wirio",
  "core_feature_3_desc": "Rydym yn blaenoriaethu dolenni diogel, uniongyrchol gyda gwybodaeth ffeiliau wedi'i gwirio.",
  "chat_initial_greeting": "Helo! Gallaf eich helpu i ddod o hyd i feddalwedd, gemau a gyrwyr diogel ar gyfer Windows, macOS, Linux, ac Android. Beth ydych chi'n chwilio amdano heddiw?",
  "chat_typing_indicator": "Mae SoftMonk yn teipio...",
  "chat_input_placeholder": "Gofynnwch am feddalwedd...",
  "filter_by": "Hidlo yn ôl:",
  "filter_all": "Pawb",
  "filter_free": "Am ddim",
  "filter_freemium": "Freemium",
  "filter_paid": "Taledig",
  "suggested_prompts_title": "Rhowch gynnig ar un o'r rhain",
  "prompt_1": "Canfod golygydd fideo ar gyfer macOS",
  "prompt_2": "Gemau rhad ac am ddim gorau ar Steam",
  "prompt_3": "Apiau cynhyrchiant gorau ar gyfer Android",
  "prompt_4": "Mae angen gyrwyr arnaf ar gyfer fy ngliniadur Dell",
  "trending_topics_title": "Tueddiadau Meddalwedd",
  "refresh_trends_aria": "Adnewyddu tueddiadau",
  "error_loading_trends": "Methu llwytho tueddiadau.",
  "no_trends_available": "Dim tueddiadau ar gael ar hyn o bryd.",
  "footer_copyright": "© {{year}} SoftMonk. Cedwir pob hawl.",
  "footer_privacy": "Polisi Preifatrwydd",
  "footer_cookies": "Polisi Cwcis",
  "footer_gdpr": "Cydymffurfiaeth GDPR",
  "footer_disclaimer": "Ymwadiad: Mae SoftMonk yn gynorthwyydd AI a gall ddangos gwybodaeth anghywir. Gwiriwch wybodaeth bwysig a dolenni lawrlwytho o ffynonellau swyddogol bob amser.",
  "safety_action_learn_how": "Dysgu Sut →",
  "prev_tip_aria": "Awgrym blaenorol",
  "next_tip_aria": "Awgrym nesaf",
  "social_proof": "Ymunwch â 10,000+ o ddefnyddwyr hapus!",
  "user_info_location": "Lleoliad: {{country}}",
  "user_info_speed": "Cyflymder: {{speed}} Mbps",
  "login_modal_title_signin": "Mewngofnodi",
  "login_modal_title_signup": "Creu Cyfrif",
  "login_modal_subtitle": "i gadw eich hanes sgwrsio a'ch lawrlwythiadau.",
  "login_modal_name_label": "Enw",
  "login_modal_name_placeholder": "Eich Enw",
  "login_modal_email_label": "E-bost",
  "login_modal_email_placeholder": "chi@enghraifft.com",
  "login_modal_password_label": "Cyfrinair",
  "login_modal_password_placeholder": "••••••••",
  "login_modal_submit_signin": "Mewngofnodi",
  "login_modal_submit_signup": "Creu Cyfrif",
  "login_modal_submit_processing": "Prosesu...",
  "login_modal_or": "NEU",
  "login_modal_google": "Mewngofnodi gyda Google",
  "login_modal_verification_title": "Gwiriwch Eich E-bost",
  "login_modal_verification_text": "Rydym wedi anfon dolen ddilysu i <strong>{{email}}</strong>. Gwiriwch eich mewnflwch i actifadu eich cyfrif.",
  "login_modal_back_to_signin": "Yn ôl i Fewngofnodi",
  "welcome_modal_title": "Croeso, {{name}}!",
  "welcome_modal_subtitle": "Mae eich cyfrif wedi'i ddilysu ac rydych chi'n barod. Dyma beth allwch chi ei wneud:",
  "welcome_modal_feature_1": "<strong>Dod o Hyd i Feddalwedd:</strong> Gofynnwch am unrhyw fath o feddalwedd Windows, fel \"golygydd lluniau am ddim\" neu \"y gwrthfeirws gorau.\"",
  "welcome_modal_feature_2": "<strong>Cael Gyrwyr:</strong> Byddaf yn eich arwain gam wrth gam i ddod o hyd i yrwyr swyddogol, diogel ar gyfer eich model PC penodol.",
  "welcome_modal_feature_3": "<strong>Cadw Eich Hanes:</strong> Mae eich sgyrsiau nawr yn cael eu cadw'n awtomatig i'ch cyfrif.",
  "welcome_modal_button": "Dechrau Arni",
  "download_history_subtitle": "Cofnod o'r holl feddalwedd a gyrwyr rydych chi wedi'u lawrlwytho.",
  "download_history_empty_title": "Dim lawrlwythiadau eto",
  "download_history_empty_text": "Pan fyddwch chi'n lawrlwytho meddalwedd neu yrrwr, bydd yn ymddangos yma.",
  "download_history_button_again": "Lawrlwytho Eto",
  "download_history_button_unavailable": "Ddim ar Gael",
  "download_history_status_verified": "Wedi'i Wirio",
  "download_history_status_failed": "Wedi Methu",
  "profile_modal_title": "Golygu Proffil",
  "profile_modal_subtitle": "Newid eich afatar.",
  "profile_modal_current_avatar": "Afatar Presennol:",
  "profile_modal_choose_new": "Dewiswch un newydd:",
  "profile_modal_button_cancel": "Canslo",
  "profile_modal_button_save": "Cadw Newidiadau",
  "profile_modal_button_saving": "Yn cadw...",
  "modal_close_button": "Cau",
  "modal_close_button_aria": "Cau'r modal",
  "modal_got_it_button": "Iawn. Diolch Monk!",
  "message_download_button": "Lawrlwytho o'r Wefan Swyddogol",
  "message_source_verified": "Ffynhonnell wedi'i Gwirio",
  "message_header_installation": "Cymorth Gosod ar gyfer {{platform}}",
  "message_header_installation_generic": "Cymorth Gosod",
  "message_header_driver": "Tudalen Cymorth Gyrwyr",
  "message_header_game": "Gêm {{platform}}",
  "message_header_game_generic": "Argymhelliad Gêm",
  "message_header_software_macos": "Meddalwedd macOS",
  "message_header_software_linux": "Meddalwedd Linux",
  "message_header_software_android": "Ap Android",
  "message_header_software_windows": "Meddalwedd Windows",
  "message_action_required": "Mae angen eich gweithred:",
  "message_installation_yes": "Ie, os gwelwch yn dda",
  "message_installation_no": "Na, diolch",
  "message_watch_video": "Gwylio Fideo Gosod",
  "message_other_sources": "Ffynonellau Eraill:",
  "like_response_aria": "Hoffi'r ateb",
  "dislike_response_aria": "Casáu'r ateb",
  "loading_message": "Yn llwytho SoftMonk...",
  "disclaimer_title": "Ymwadiad:",
  "policy_last_updated": "Diweddarwyd Ddiwethaf: {{date}}",
  "privacy_policy_title": "Polisi Preifatrwydd",
  "privacy_section_1_title": "1. Cyflwyniad",
  "privacy_section_1_p1": "Croeso i SoftMonk. Rydym wedi ymrwymo i ddiogelu eich preifatrwydd. Mae'r Polisi Preifatrwydd hwn yn esbonio sut rydym yn casglu, defnyddio, a diogelu eich gwybodaeth pan fyddwch yn defnyddio ein sgwrsbot a bwerir gan AI (y \"Gwasanaeth\"), sy'n eich helpu i ddod o hyd i feddalwedd, gemau, gyrwyr, a chanllawiau gosod ar gyfer llwyfannau gan gynnwys Windows, macOS, Linux, ac Android. Trwy ddefnyddio'r Gwasanaeth, rydych yn cytuno i'r casglu a'r defnydd o wybodaeth yn unol â'r polisi hwn. Mae'r polisi hwn wedi'i ysgrifennu i gydymffurfio â'r Rheoliad Cyffredinol ar Ddiogelu Data (GDPR).",
  "privacy_section_2_title": "2. Gwybodaeth a Gasglwn",
  "privacy_section_2_p1": "Rydym yn casglu gwybodaeth i ddarparu a gwella ein Gwasanaeth i chi.",
  "privacy_section_2_l1_title": "Gwybodaeth a Ddarperir yn Uniongyrchol gennych:",
  "privacy_section_2_l1_desc": "Mae hyn yn cynnwys eich hanes sgwrsio, unrhyw adborth a roddwch, a gwybodaeth cyfrif (enw, e-bost) os byddwch yn cofrestru'n uniongyrchol.",
  "privacy_section_2_l2_title": "Gwybodaeth o Wasanaethau Trydydd Parti (Mewngofnodi Google):",
  "privacy_section_2_l2_desc": "Pan fyddwch yn mewngofnodi gan ddefnyddio Google, rydym yn derbyn eich enw, cyfeiriad e-bost, a llun proffil i greu eich proffil defnyddiwr.",
  "privacy_section_3_title": "3. Sut Rydym yn Defnyddio Eich Gwybodaeth",
  "privacy_section_3_l1_title": "I Ddarparu'r Gwasanaeth:",
  "privacy_section_3_l1_desc": "Anfonir eich hanes sgwrsio i API Google Gemini i gynhyrchu ymatebion perthnasol ar gyfer eich ymholiadau am feddalwedd, gemau, gyrwyr, a chanllawiau gosod traws-blatfform.",
  "privacy_section_3_l2_title": "I Bersonoli Eich Profiad:",
  "privacy_section_3_l2_desc": "Defnyddir gwybodaeth eich cyfrif i arddangos eich proffil a chysylltu eich hanes sgwrsio â chi.",
  "privacy_section_3_l3_title": "Ar Gyfer Ymarferoldeb:",
  "privacy_section_3_l3_desc": "Mae'r holl ddata a gesglir (proffil, hanes sgwrsio, adborth) yn cael ei storio'n lleol yn <code>localStorage</code> eich porwr. Mae hyn yn caniatáu i'r cymhwysiad weithredu heb fod angen gweinydd backend.",
  "privacy_section_4_title": "4. Rhannu Data a Thrydydd Partïon",
  "privacy_section_4_l1_title": "API Google Gemini:",
  "privacy_section_4_l1_desc": "I gynhyrchu ymatebion, anfonir eich hanes sgwrsio i API Gemini Google i'w brosesu. Nid ydym yn anfon eich gwybodaeth broffil bersonol (enw, e-bost) gyda'r ceisiadau hyn.",
  "privacy_section_4_l2_title": "Dim Gwerthu Data:",
  "privacy_section_4_l2_desc": "Nid ydym yn gwerthu, masnachu, na rhentu eich gwybodaeth adnabod bersonol i eraill.",
  "privacy_section_5_title": "5. Storio, Diogelwch a Chadw Data",
  "privacy_section_5_l1_title": "Storio Lleol:",
  "privacy_section_5_l1_desc": "Mae eich proffil defnyddiwr, hanes sgwrsio, ac adborth yn cael eu storio'n uniongyrchol yn <code>localStorage</code> eich porwr gwe. Nid yw'r data hwn yn cael ei drosglwyddo i'n gweinyddwyr na'i storio arnynt.",
  "privacy_section_5_l2_title": "Diogelwch:",
  "privacy_section_5_l2_desc": "Mae data sy'n cael ei storio yn <code>localStorage</code> mor ddiogel â'r cyfrifiadur a'r porwr rydych chi'n eu defnyddio. Nid oes unrhyw ddull storio electronig yn 100% ddiogel.",
  "privacy_section_5_l3_title": "Cadw a Dileu:",
  "privacy_section_5_l3_desc": "Mae eich data yn aros yn eich porwr nes i chi ei glirio. Gallwch ddileu eich holl ddata trwy glirio storfa eich porwr a data gwefan ar gyfer y parth hwn.",
  "privacy_section_6_title": "6. Eich Hawliau Diogelu Data dan GDPR",
  "privacy_section_6_p1": "Fel defnyddiwr, mae gennych hawliau dros eich data. Y prif ddull i arfer yr hawliau hyn yw trwy reoli storfa leol eich porwr.",
  "privacy_section_6_l1_title": "Yr hawl i gael mynediad a dileu:",
  "privacy_section_6_l1_desc": "Gallwch gael mynediad i'ch holl ddata a'i ddileu ar unrhyw adeg trwy glirio <code>localStorage</code> eich porwr ar gyfer ein gwefan.",
  "privacy_section_6_l2_title": "Yr hawl i gywiro:",
  "privacy_section_6_l2_desc": "Gallwch reoli gwybodaeth eich proffil wrth ei ffynhonnell (e.e., eich Cyfrif Google).",
  "privacy_section_7_title": "7. Preifatrwydd Plant",
  "privacy_section_7_p1": "Nid yw ein Gwasanaeth wedi'i fwriadu ar gyfer ei ddefnyddio gan unrhyw un o dan 16 oed. Nid ydym yn casglu gwybodaeth bersonol adnabyddadwy yn fwriadol gan blant o dan 16 oed.",
  "privacy_section_8_title": "8. Newidiadau i'r Polisi Preifatrwydd hwn",
  "privacy_section_8_p1": "Efallai y byddwn yn diweddaru ein Polisi Preifatrwydd o bryd i'w gilydd. Fe'ch cynghorir i adolygu'r Polisi Preifatrwydd hwn o bryd i'w gilydd am unrhyw newidiadau.",
  "privacy_section_9_title": "9. Cysylltu â Ni",
  "privacy_section_9_p1_html": "Os oes gennych unrhyw gwestiynau am y Polisi Preifatrwydd hwn, cysylltwch â ni yn <a href=\"mailto:{{email}}\" class=\"text-green-600 hover:underline dark:text-green-400 dark:hover:text-green-300\">{{email}}</a>.",
  "cookie_policy_title": "Polisi Cwcis",
  "cookie_section_1_title": "1. Beth yw Cwcis?",
  "cookie_section_1_p1": "Ffeiliau testun bach yw cwcis sy'n cael eu storio ar eich dyfais (cyfrifiadur, llechen, ffôn symudol) gan wefan rydych chi'n ymweld â hi. Fe'u defnyddir yn eang i wneud i wefannau weithio, neu weithio'n fwy effeithlon, yn ogystal â darparu gwybodaeth i berchnogion y wefan.",
  "cookie_section_1_p2_html": "Mae'r cymhwysiad hwn yn defnyddio <code>localStorage</code> eich porwr yn bennaf i weithredu, sy'n gyfwerth modern â chwcis a ddefnyddir ar gyfer storio data ar eich dyfais. At ddibenion y polisi hwn, byddwn yn cyfeirio at gwcis a <code>localStorage</code> fel \"cwcis.\"",
  "cookie_section_2_title": "2. Sut Rydym yn Defnyddio Cwcis",
  "cookie_section_2_p1": "Rydym yn defnyddio cwcis ar gyfer ymarferoldebau hanfodol i ddarparu ein Gwasanaeth i chi. Nid ydym yn defnyddio cwcis at ddibenion olrhain, hysbysebu, na dadansoddeg.",
  "cookie_section_2_l1_title": "Cwcis Hynod Angenrheidiol:",
  "cookie_section_2_l1_desc": "Mae'r rhain yn angenrheidiol ar gyfer gweithrediad ein Gwasanaeth. Maent yn cynnwys, er enghraifft, cwcis sy'n eich galluogi i fewngofnodi i ardaloedd diogel o'n Gwasanaeth. Caiff ein dilysiad ei drin gan Google Firebase, sy'n defnyddio cwcis i reoli eich sesiwn mewngofnodi'n ddiogel.",
  "cookie_section_2_l2_html": "<li><strong>Cwcis Ymarferoldeb:</strong> Rydym yn defnyddio <code>localStorage</code> eich porwr i gofio eich hanes sgwrsio a'ch dewisiadau. Mae hyn yn hanfodol i'r cymhwysiad weithio fel y bwriadwyd, gan eich galluogi i barhau â'ch sgyrsiau am feddalwedd, gemau, a gyrwyr ar draws sesiynau.</li>",
  "cookie_section_3_title": "3. Mathau o Gwcis a Ddefnyddiwn",
  "cookie_section_3_l1_title": "Cwcis Sesiwn:",
  "cookie_section_3_l1_desc": "Mae'r rhain yn dros dro ac yn cael eu dileu pan fyddwch yn cau eich porwr.",
  "cookie_section_3_l2_title": "Cwcis Parhaus:",
  "cookie_section_3_l2_desc": "Mae'r rhain yn aros ar eich dyfais am gyfnod penodol neu nes i chi eu dileu. Gall dilysiad Firebase ddefnyddio cwcis parhaus i'ch cadw wedi'ch mewngofnodi.",
  "cookie_section_4_title": "4. Eich Dewisiadau O Ran Cwcis",
  "cookie_section_4_p1": "Mae'r rhan fwyaf o borwyr gwe yn caniatáu rhywfaint o reolaeth ar y rhan fwyaf o gwcis trwy osodiadau'r porwr. Gallwch osod eich porwr i wrthod pob neu rai cwcis porwr, neu i'ch rhybuddio pan fydd gwefannau'n gosod neu'n cael mynediad at gwcis. Os byddwch yn analluogi neu'n gwrthod cwcis, nodwch y gallai rhai rhannau o'r Gwasanaeth hwn ddod yn anhygyrch neu beidio â gweithredu'n iawn.",
  "cookie_section_4_p2": "Gallwch glirio'r holl ddata a storir gan ein cymhwysiad, gan gynnwys eich hanes sgwrsio a'ch statws mewngofnodi, trwy glirio storfa eich porwr a data gwefan ar gyfer y parth hwn.",
  "cookie_section_5_title": "5. Cysylltu â Ni",
  "gdpr_policy_title": "Cydymffurfiaeth GDPR",
  "gdpr_section_1_title": "1. Ein Hymrwymiad i GDPR",
  "gdpr_section_1_p1": "Mae SoftMonk wedi ymrwymo i egwyddorion diogelu data a phreifatrwydd fel y'u hamlinellir yn y Rheoliad Cyffredinol ar Ddiogelu Data (GDPR). Rydym wedi dylunio ein Gwasanaeth gyda phreifatrwydd fel cydran graidd (\"preifatrwydd trwy ddyluniad\").",
  "gdpr_section_2_title": "2. Eich Hawliau dan GDPR",
  "gdpr_section_2_p1": "Fel defnyddiwr o'n Gwasanaeth, mae gennych hawliau penodol ynghylch eich data personol:",
  "gdpr_section_2_l1_html": "<li><strong>Yr Hawl i Gael Mynediad:</strong> Gallwch gael mynediad i'r holl ddata sy'n ymwneud â chi (proffil, hanes sgwrsio) ar unrhyw adeg, gan ei fod yn cael ei storio o fewn <code>localStorage</code> eich porwr eich hun.</li>",
  "gdpr_section_2_l2_title": "Yr Hawl i Gywiro:",
  "gdpr_section_2_l2_desc": "Gallwch gywiro neu ddiweddaru eich gwybodaeth bersonol (e.e., enw, llun proffil) trwy'r gwasanaeth a ddefnyddiwyd gennych i fewngofnodi, fel eich Cyfrif Google.",
  "gdpr_section_2_l3_html": "<li><strong>Yr Hawl i Ddileu (Hawl i gael eich Anghofio):</strong> Mae gennych hawl i ddileu eich holl ddata personol. Gallwch wneud hyn ar unwaith trwy glirio data gwefan eich porwr ar gyfer ein parth. Bydd hyn yn tynnu'ch hanes sgwrsio a'ch gwybodaeth broffil yn barhaol o'ch dyfais.</li>",
  "gdpr_section_2_l4_html": "<li><strong>Yr Hawl i Gludadwyedd Data:</strong> Gan fod eich data'n cael ei storio'n lleol, gallwch gopïo ac arbed eich hanes sgwrsio â llaw o offer datblygu eich porwr os dymunwch gadw cofnod.</li>",
  "gdpr_section_3_title": "3. Sut Rydym yn Cydymffurfio",
  "gdpr_section_3_p1": "Mae pensaernïaeth ein cymhwysiad wedi'i dylunio i'ch grymuso â rheolaeth dros eich data.",
  "gdpr_section_3_l1_html": "<li><strong>Storio Data:</strong> Nid ydym yn storio eich hanes sgwrsio na'ch gwybodaeth broffil bersonol ar ein gweinyddwyr. Mae'r holl ddata hwn yn preswylio'n gyfan gwbl yn <code>localStorage</code> eich porwr, gan roi rheolaeth lawn i chi.</li>",
  "gdpr_section_3_l2_title": "Prosesu Data:",
  "gdpr_section_3_l2_desc": "Ar gyfer ymarferoldeb y sgwrs, anfonir eich hanes sgwrsio (sy'n cynnwys eich ceisiadau am feddalwedd, gemau, gyrwyr, a chanllawiau ar draws gwahanol lwyfannau) i API Google Gemini i gynhyrchu ymatebion. Nid ydym yn cynnwys eich gwybodaeth broffil bersonol (enw, e-bost) yn y ceisiadau API hyn.",
  "gdpr_section_3_l3_title": "Sail Gyfreithlon ar gyfer Prosesu:",
  "gdpr_section_3_l3_desc": "Rydym yn prosesu eich data ar sail eich caniatâd, a roddwch trwy ddefnyddio ein Gwasanaeth.",
  "gdpr_section_4_title": "4. Swyddog Diogelu Data",
  "gdpr_section_4_p1": "O ystyried natur ein gweithrediadau, lle nad ydym yn storio data defnyddwyr ar ein gweinyddwyr, nid ydym wedi penodi Swyddog Diogelu Data ffurfiol. Fodd bynnag, ar gyfer unrhyw gwestiynau sy'n ymwneud â phreifatrwydd, ni yw eich pwynt cyswllt.",
  "gdpr_section_5_title": "5. Cysylltu â Ni",
  "gdpr_section_5_p1_html": "Am fwy o fanylion, adolygwch ein Polisi Preifatrwydd llawn. Os oes gennych unrhyw gwestiynau am eich hawliau GDPR neu sut rydym yn trin eich data, cysylltwch â ni yn <a href=\"mailto:{{email}}\" class=\"text-green-600 hover:underline dark:text-green-400 dark:hover:text-green-300\">{{email}}</a>.",
  "safety_action_restore_title": "Creu Pwynt Adfer",
  "safety_action_restore_desc": "Cyn gosod meddalwedd newydd, mae'n ddoeth creu pwynt adfer. Mae hyn yn gweithredu fel 'ciplun' o ffeiliau pwysicaf eich system ar adeg benodol. Meddyliwch amdano fel rhwyd ddiogelwch sy'n eich galluogi i ddad-wneud newidiadau i'r system os bydd gosodiad yn achosi problemau annisgwyl. Os aiff rhywbeth o'i le, gallwch ddychwelyd eich cyfrifiadur i'w gyflwr blaenorol heb effeithio ar eich ffeiliau personol fel dogfennau neu luniau. Mae'n ffordd syml, bwerus o ddiogelu eich PC rhag problemau posibl.",
  "safety_action_restore_disclaimer": "Mae hon yn weithred system bwerus. Ewch ati'n ofalus. Nid yw SoftMonk yn gyfrifol am unrhyw golled data na phroblemau system a all ddigwydd.",
  "safety_action_restore_step1_title": "Agor Priodweddau'r System",
  "safety_action_restore_step1_desc": "Pwyswch Allwedd Windows, teipiwch 'Creu pwynt adfer', a gwasgwch Enter.",
  "safety_action_restore_step2_title": "Dechrau Creu",
  "safety_action_restore_step2_desc": "Yn y tab 'Diogelu'r System', cliciwch y botwm 'Creu...'.",
  "safety_action_restore_step3_title": "Enwi Eich Pwynt Adfer",
  "safety_action_restore_step3_desc": "Rhowch enw disgrifiadol i'ch pwynt adfer, fel 'Cyn gosod meddalwedd newydd', a chliciwch 'Creu'.",
  "safety_action_restore_step4_title": "Aros i Gwblhau",
  "safety_action_restore_step4_desc": "Bydd y broses yn cymryd ychydig o funudau. Unwaith y bydd wedi'i wneud, fe welwch neges lwyddiant.",
  "safety_action_clean_title": "Glanhau Ffeiliau Dros Dro",
  "safety_action_clean_desc": "Dros amser, mae eich PC yn cronni ffeiliau dros dro o gymwysiadau a phori gwe nad oes eu hangen mwyach. Er eu bod yn ddiniwed ar y cyfan, gall y ffeiliau hyn gymryd lle gwerthfawr ar y ddisg ac yn y pen draw gyfrannu at system arafach. Mae eu glanhau'n rheolaidd yn dasg cadw tŷ syml a all ryddhau lle storio a helpu'ch cyfrifiadur i redeg yn fwy effeithlon. Mae fel tacluso'ch man gwaith digidol, gan sicrhau bod popeth yn aros yn daclus ac yn perfformio ar ei orau. Gall cymryd eiliad i wneud hyn wneud gwahaniaeth amlwg.",
  "safety_action_clean_disclaimer": "Mae hon yn weithred system bwerus. Ewch ati'n ofalus. Nid yw SoftMonk yn gyfrifol am unrhyw golled data na phroblemau system a all ddigwydd.",
  "safety_action_clean_step1_title": "Agor y Gorchymyn Rhedeg",
  "safety_action_clean_step1_desc": "Pwyswch Allwedd Windows + R i agor y blwch deialog Rhedeg.",
  "safety_action_clean_step2_title": "Mynd i'r Ffolder Temp",
  "safety_action_clean_step2_desc": "Teipiwch `%temp%` a gwasgwch Enter. Bydd hyn yn agor ffolder ffeiliau dros dro eich defnyddiwr.",
  "safety_action_clean_step3_title": "Dewis Pob Ffeil",
  "safety_action_clean_step3_desc": "Unwaith y bydd y ffolder ar agor, pwyswch Ctrl + A i ddewis pob ffeil a ffolder.",
  "safety_action_clean_step4_title": "Dileu'r Ffeiliau",
  "safety_action_clean_step4_desc": "Pwyswch Shift + Delete i ddileu'r ffeiliau'n barhaol. Dewiswch hepgor unrhyw ffeiliau sy'n cael eu defnyddio ar hyn o bryd gan raglenni eraill.",
  "safety_action_virus-scan_title": "Rhedeg Sgan Feirws Cyflym",
  "safety_action_virus-scan_desc": "Mae diogelwch eich PC yn hollbwysig i ddiogelu eich gwybodaeth bersonol rhag bygythiadau. Mae Windows yn cynnwys teclyn pwerus adeiledig o'r enw Microsoft Defender a all sganio am firysau, meddalwedd faleisus, a meddalwedd maleisus arall. Mae rhedeg sgan cyflym yn rheolaidd yn arferiad rhagorol i sicrhau nad oes unrhyw fygythiadau'n cuddio ar eich system. Mae'r broses hon yn gyflym, yn rhedeg yn y cefndir, ac yn darparu tawelwch meddwl hanfodol. Cadw'ch gwrthfeirws yn weithredol a sganio o bryd i'w gilydd yw eich llinell amddiffyn gyntaf yn erbyn peryglon ar-lein.",
  "safety_action_virus-scan_disclaimer": "Mae hon yn weithred system bwerus. Ewch ati'n ofalus. Nid yw SoftMonk yn gyfrifol am unrhyw golled data na phroblemau system a all ddigwydd.",
  "safety_action_virus-scan_step1_title": "Agor Diogelwch Windows",
  "safety_action_virus-scan_step1_desc": "Pwyswch Allwedd Windows, teipiwch 'Diogelwch Windows', a gwasgwch Enter.",
  "safety_action_virus-scan_step2_title": "Mynd i'r Ardal Ddiogelu",
  "safety_action_virus-scan_step2_desc": "Yn y ffenestr newydd, cliciwch ar 'Diogelu rhag firysau a bygythiadau'.",
  "safety_action_virus-scan_step3_title": "Dechrau Sgan",
  "safety_action_virus-scan_step3_desc": "O dan 'Bygythiadau presennol', cliciwch ar 'Sgan cyflym' i ddechrau gwiriad cyflym o'ch system. Am wiriad dyfnach, cliciwch 'Opsiwnau sganio' a dewis 'Sgan llawn'.",
  "safety_action_virus-scan_step4_title": "Adolygu Canlyniadau",
  "safety_action_virus-scan_step4_desc": "Arhoswch i'r sgan gwblhau. Bydd Windows Defender yn eich hysbysu os bydd yn dod o hyd i unrhyw fygythiadau ac yn eich arwain ar y camau nesaf.",
  "safety_action_check-updates_title": "Gwirio am Ddiweddariadau",
  "safety_action_check-updates_desc": "Cadw Windows yn gyfredol yw un o'r pethau pwysicaf y gallwch ei wneud ar gyfer diogelwch a sefydlogrwydd eich PC. Mae'r diweddariadau hyn gan Microsoft yn cynnwys clytiau diogelwch hanfodol sy'n eich diogelu rhag y bygythiadau a'r gwendidau diweddaraf ar-lein. Maent hefyd yn aml yn cynnwys gwelliannau perfformiad, atgyweiriadau bygiau, ac weithiau nodweddion newydd i wella'ch profiad. Gall esgeuluso diweddariadau adael eich system yn agored ac achosi problemau cydnawsedd gyda meddalwedd newydd. Sicrhewch bob amser bod eich system yn gyfredol i'w chadw'n rhedeg yn ddiogel ac yn llyfn.",
  "safety_action_check-updates_disclaimer": "Mae hon yn weithred system bwerus. Ewch ati'n ofalus. Nid yw SoftMonk yn gyfrifol am unrhyw golled data na phroblemau system a all ddigwydd.",
  "safety_action_check-updates_step1_title": "Agor Gosodiadau",
  "safety_action_check-updates_step1_desc": "De-gliciwch y botwm Start a dewis 'Gosodiadau', neu pwyswch Allwedd Windows + I.",
  "safety_action_check-updates_step2_title": "Mynd i Windows Update",
  "safety_action_check-updates_step2_desc": "Yn ffenestr Gosodiadau, cliciwch ar 'Windows Update' o'r ddewislen chwith (ar Windows 11) neu 'Diweddariad a Diogelwch' (ar Windows 10).",
  "safety_action_check-updates_step3_title": "Gwirio am Ddiweddariadau",
  "safety_action_check-updates_step3_desc": "Cliciwch y botwm 'Gwirio am ddiweddariadau'. Bydd Windows yn chwilio am, lawrlwytho, a gosod unrhyw ddiweddariadau sydd ar gael.",
  "safety_action_check-updates_step4_title": "Ailgychwyn os oes Angen",
  "safety_action_check-updates_step4_desc": "Efallai y bydd angen i chi ailgychwyn eich cyfrifiadur ar gyfer rhai diweddariadau. Os felly, arbedwch eich gwaith ac ailgychwyn pan ofynnir i chi.",
  "safety_action_shortcuts_title": "Dysgu Llwybrau Byr Defnyddiol",
  "safety_action_shortcuts_desc": "Cynyddwch eich cynhyrchiant gyda llwybrau byr bysellfwrdd Windows. Gellir gwneud llawer o dasgau cyffredin yn llawer cyflymach heb estyn am y llygoden. Gall dysgu ychydig o gyfuniadau allweddol symleiddio'ch llif gwaith ac arbed amser i chi bob dydd. O reoli ffenestri i gyrchu offer system yn gyflym, mae'r triciau syml hyn yn hawdd i'w dysgu a gallant wneud gwahaniaeth mawr yn y ffordd rydych chi'n defnyddio'ch PC. Gwnewch argraff ar eich ffrindiau gyda'ch cyflymder ac effeithlonrwydd newydd.",
  "shortcut_copy_title": "Ctrl + C (neu Ctrl + Insert)",
  "shortcut_copy_desc": "Copïo'r eitem a ddewiswyd.",
  "shortcut_cut_title": "Ctrl + X",
  "shortcut_cut_desc": "Torri'r eitem a ddewiswyd.",
  "shortcut_paste_title": "Ctrl + V (neu Shift + Insert)",
  "shortcut_paste_desc": "Gludo'r eitem a ddewiswyd.",
  "shortcut_undo_title": "Ctrl + Z",
  "shortcut_undo_desc": "Dad-wneud gweithred.",
  "shortcut_redo_title": "Ctrl + Y",
  "shortcut_redo_desc": "Ail-wneud gweithred.",
  "shortcut_select_all_title": "Ctrl + A",
  "shortcut_select_all_desc": "Dewis pob cynnwys.",
  "shortcut_find_title": "Ctrl + F",
  "shortcut_find_desc": "Chwilio am destun ar dudalen neu mewn dogfen.",
  "shortcut_switch_apps_title": "Alt + Tab",
  "shortcut_switch_apps_desc": "Newid rhwng cymwysiadau agored.",
  "shortcut_close_window_alt_title": "Alt + F4",
  "shortcut_close_window_alt_desc": "Cau'r ffenestr neu'r cymhwysiad gweithredol.",
  "shortcut_refresh_title": "F5",
  "shortcut_refresh_desc": "Adnewyddu'r ffenestr weithredol (e.e., porwr, File Explorer).",
  "shortcut_win_key_title": "Allwedd Windows",
  "shortcut_win_key_desc": "Agor neu gau'r Ddewislen Start.",
  "shortcut_show_desktop_title": "Win + D",
  "shortcut_show_desktop_desc": "Dangos a chuddio'r bwrdd gwaith.",
  "shortcut_file_explorer_title": "Win + E",
  "shortcut_file_explorer_desc": "Agor File Explorer.",
  "shortcut_settings_title": "Win + I",
  "shortcut_settings_desc": "Agor yr ap Gosodiadau.",
  "shortcut_lock_pc_title": "Win + L",
  "shortcut_lock_pc_desc": "Clloi eich cyfrifiadur.",
  "shortcut_minimize_windows_title": "Win + M",
  "shortcut_minimize_windows_desc": "Lleihau pob ffenestr.",
  "shortcut_run_dialog_title": "Win + R",
  "shortcut_run_dialog_desc": "Agor y blwch deialog Rhedeg.",
  "shortcut_search_title": "Win + S (neu Win + Q)",
  "shortcut_search_desc": "Agor y bar chwilio.",
  "shortcut_quick_link_title": "Win + X",
  "shortcut_quick_link_desc": "Agor y ddewislen Cyswllt Cyflym (Defnyddiwr Pwer).",
  "shortcut_task_view_title": "Win + Tab",
  "shortcut_task_view_desc": "Agor Golwg Tasg i weld pob ffenestr agored a byrddau gwaith rhithwir.",
  "shortcut_emoji_panel_title": "Win + . (cyfnod)",
  "shortcut_emoji_panel_desc": "Agor y panel emoji, GIF, a symbolau.",
  "shortcut_quick_settings_title": "Win + A",
  "shortcut_quick_settings_desc": "Agor Gosodiadau Cyflym (Canolfan Weithredu yn Windows 10).",
  "shortcut_project_display_title": "Win + P",
  "shortcut_project_display_desc": "Dewis modd arddangos cyflwyniad (ar gyfer taflunyddion/monitorau allanol).",
  "shortcut_screenshot_clipboard_title": "PrtScn",
  "shortcut_screenshot_clipboard_desc": "Tynnu llun o'ch sgrin gyfan a'i gopïo i'r clipfwrdd.",
  "shortcut_screenshot_save_title": "Win + PrtScn",
  "shortcut_screenshot_save_desc": "Tynnu llun o'ch sgrin gyfan a'i gadw i'ch ffolder Lluniau > Cipluniau.",
  "shortcut_snipping_tool_title": "Win + Shift + S",
  "shortcut_snipping_tool_desc": "Agor yr Offeryn Clipio i ddal rhanbarth, ffenestr, neu sgrin lawn benodol.",
  "shortcut_maximize_title": "Win + Saeth i Fyny",
  "shortcut_maximize_desc": "Mwyhau'r ffenestr weithredol.",
  "shortcut_minimize_title": "Win + Saeth i Lawr",
  "shortcut_minimize_desc": "Lleihau'r ffenestr weithredol.",
  "shortcut_snap_window_title": "Win + Saeth Chwith/Dde",
  "shortcut_snap_window_desc": "Snapio'r ffenestr weithredol i hanner chwith neu dde'r sgrin.",
  "shortcut_task_manager_title": "Ctrl + Shift + Esc",
  "shortcut_task_manager_desc": "Agor y Rheolwr Tasgau yn uniongyrchol.",
  "shortcut_security_screen_title": "Ctrl + Alt + Delete",
  "shortcut_security_screen_desc": "Agor y sgrin ddiogelwch (Clloi, Newid defnyddiwr, Allgofnodi, Rheolwr Tasgau).",
  "shortcut_new_desktop_title": "Win + Ctrl + D",
  "shortcut_new_desktop_desc": "Creu bwrdd gwaith rhithwir newydd.",
  "shortcut_close_desktop_title": "Win + Ctrl + F4",
  "shortcut_close_desktop_desc": "Cau'r bwrdd gwaith rhithwir presennol.",
  "shortcut_switch_desktops_title": "Win + Ctrl + Saeth Chwith/Dde",
  "shortcut_switch_desktops_desc": "Newid rhwng byrddau gwaith rhithwir.",
  "shortcut_new_explorer_window_title": "Ctrl + N",
  "shortcut_new_explorer_window_desc": "Agor ffenestr File Explorer newydd.",
  "shortcut_new_folder_title": "Ctrl + Shift + N",
  "shortcut_new_folder_desc": "Creu ffolder newydd yn y cyfeiriadur presennol.",
  "shortcut_rename_title": "F2",
  "shortcut_rename_desc": "Ailenwi'r ffeil neu'r ffolder a ddewiswyd.",
  "shortcut_properties_title": "Alt + Enter",
  "shortcut_properties_desc": "Gweld y priodweddau ar gyfer yr eitem a ddewiswyd.",
  "shortcut_close_window_ctrl_title": "Ctrl + W",
  "shortcut_close_window_ctrl_desc": "Cau ffenestr File Explorer bresennol.",
  "safety_action_new-user_title": "Creu Cyfrif Defnyddiwr Newydd",
  "safety_action_new-user_desc": "Rhannu eich PC? Creu cyfrif defnyddiwr ar wahân ar gyfer aelodau'r teulu neu westeion. Mae hyn yn cadw ffeiliau, gosodiadau, a hanes pori pawb yn breifat ac ar wahân. Mae hefyd yn arferiad diogelwch gwych, gan y gallwch greu cyfrifon safonol heb hawliau gweinyddol, gan atal newidiadau system damweiniol. Mae pob defnyddiwr yn cael ei bwrdd gwaith a'i ddogfennau personol ei hun, gan wneud profiad cyfrifiadurol a rennir yn lanach ac yn fwy trefnus i bawb.",
  "safety_action_new-user_disclaimer": "Rhaid bod gennych freintiau gweinyddwr ar eich PC i ychwanegu cyfrif defnyddiwr newydd.",
  "safety_action_new-user_step1_title": "Agor Gosodiadau",
  "safety_action_new-user_step1_desc": "Pwyswch Allwedd Windows + I i agor yr ap Gosodiadau.",
  "safety_action_new-user_step2_title": "Mynd i Gyfrifon",
  "safety_action_new-user_step2_desc": "Cliciwch ar yr adran 'Cyfrifon'.",
  "safety_action_new-user_step3_title": "Dewis Defnyddwyr Eraill",
  "safety_action_new-user_step3_desc": "Dewiswch 'Teulu a defnyddwyr eraill' (neu dim ond 'Defnyddwyr eraill' yn dibynnu ar eich fersiwn Windows).",
  "safety_action_new-user_step4_title": "Ychwanegu Cyfrif",
  "safety_action_new-user_step4_desc": "Cliciwch 'Ychwanegu rhywun arall at y PC hwn' neu 'Ychwanegu cyfrif'.",
  "safety_action_new-user_step5_title": "Dilyn y Dewin",
  "safety_action_new-user_step5_desc": "Dilynwch y cyfarwyddiadau ar y sgrin. Gallwch greu cyfrif lleol trwy ddewis 'Nid oes gennyf wybodaeth mewngofnodi'r person hwn' ac yna 'Ychwanegu defnyddiwr heb gyfrif Microsoft'.",
  "safety_action_wipe-pc_title": "Sychu Eich PC yn Ddiogel",
  "safety_action_wipe-pc_desc": "Gwerthu neu roi eich cyfrifiadur i ffwrdd? Mae'n hanfodol sychu'ch data personol yn ddiogel yn gyntaf. Nid yw dileu ffeiliau'n unig yn eu tynnu'n barhaol, a gellir eu hadfer yn aml. Mae gan Windows nodwedd adeiledig i ailosod eich PC a dileu'ch holl wybodaeth bersonol, cymwysiadau, a gosodiadau'n ddiogel. Mae hyn yn sicrhau nad yw eich data preifat yn disgyn i ddwylo anghywir. Mae cymryd y cam hwn yn rhoi tawelwch meddwl wrth ymadael â hen ddyfais.",
  "safety_action_wipe-pc_disclaimer": "Rhybudd: Mae'r weithred hon yn anwrthdroadwy a bydd yn dileu'ch holl ffeiliau personol, apiau, a gosodiadau'n barhaol. Gwnewch gopi wrth gefn o bopeth rydych chi am ei gadw cyn i chi ddechrau.",
  "safety_action_wipe-pc_step1_title": "Agor Gosodiadau",
  "safety_action_wipe-pc_step1_desc": "Pwyswch Allwedd Windows + I i agor Gosodiadau.",
  "safety_action_wipe-pc_step2_title": "Mynd i Adfer",
  "safety_action_wipe-pc_step2_desc": "Cliciwch 'Diweddariad a Diogelwch', yna dewiswch y tab 'Adfer'.",
  "safety_action_wipe-pc_step3_title": "Ailosod y PC hwn",
  "safety_action_wipe-pc_step3_desc": "O dan yr adran 'Ailosod y PC hwn', cliciwch 'Dechrau arni'.",
  "safety_action_wipe-pc_step4_title": "Dewis 'Tynnu popeth'",
  "safety_action_wipe-pc_step4_desc": "I sicrhau bod eich data wedi diflannu, RHAID i chi ddewis yr opsiwn 'Tynnu popeth'.",
  "safety_action_wipe-pc_step5_title": "Dewis 'Glanhau data'",
  "safety_action_wipe-pc_step5_desc": "Ar y sgrin nesaf, dewiswch 'Newid gosodiadau' a throwch YMLAEN yr opsiwn 'Glanhau data'. Mae hyn yn dileu'r gyriant yn ddiogel ond mae'n cymryd llawer mwy o amser. Dyma'r opsiwn gorau os ydych chi'n gwerthu neu'n ailgylchu'r PC.",
  "safety_action_wipe-pc_step6_title": "Cadarnhau ac Ailosod",
  "safety_action_wipe-pc_step6_desc": "Dilynwch yr awgrymiadau terfynol ar y sgrin i ddechrau'r broses ailosod. Bydd eich cyfrifiadur yn ailgychwyn sawl gwaith a gall hyn gymryd ychydig oriau.",
  "about_page_title": "Ynghylch SoftMonk",
  "about_mission_title": "Ein Cenhadaeth",
  "about_mission_p1": "Mewn byd digidol sy'n llawn lawrlwythiadau peryglus a gosodwyr dryslyd, ganwyd SoftMonk o syniad syml: dylai dod o hyd i feddalwedd a'i osod fod yn ddiogel, yn syml, ac yn dryloyw. Ein cenhadaeth yw grymuso pob defnyddiwr cyfrifiadur, o'r un technolegol i'r dechreuwr, i gynnal eu dyfeisiau'n hyderus.",
  "about_mission_p2": "Credwn na ddylech orfod bod yn arbenigwr technoleg i osgoi meddalwedd faleisus, meddalwedd hysbysebu, a chwydd meddalwedd wedi'i fwndelu. SoftMonk yw eich canllaw dibynadwy, arbenigwr amyneddgar sy'n ymroddedig i ddarparu llwybr uniongyrchol i'r feddalwedd sydd ei hangen arnoch, heb y risgiau.",
  "about_how_it_works_title": "Sut Mae'n Gweithio",
  "about_how_it_works_p1": "Mae SoftMonk yn cyfuno pŵer AI datblygedig Gemini Google gyda set lem o reolau sy'n rhoi diogelwch yn gyntaf. Dyma beth sy'n digwydd pan fyddwch yn gofyn am feddalwedd:",
  "about_how_it_works_l1_title": "Chwilio Deallus:",
  "about_how_it_works_l1_desc": "Mae'r AI yn defnyddio Chwiliad Google i sganio'r we am y feddalwedd y gwnaethoch gais amdani, gan chwilio'n benodol am wefan swyddogol y datblygwr neu ffynonellau dibynadwy fel Siop Microsoft.",
  "about_how_it_works_l2_title": "Gwirio Ffynhonnell:",
  "about_how_it_works_l2_desc": "Ein prif flaenoriaeth yw dilysrwydd. Mae'r AI wedi'i hyfforddi i adnabod a blaenoriaethu'r ffynhonnell swyddogol, gan groesgyfeirio gwybodaeth i sicrhau bod y ddolen yn gyfreithlon.",
  "about_how_it_works_l3_title": "Gwybodaeth Glir a Chryno:",
  "about_how_it_works_l3_desc": "Yn lle rhestr o ddolenni dryslyd, mae SoftMonk yn cyflwyno crynodeb glân i chi, gan gynnwys disgrifiad, maint ffeil, a'r ddolen uniongyrchol, wedi'i gwirio, fel eich bod yn gwybod yn union beth rydych chi'n ei gael.",
  "about_safety_title": "Ein Hymrwymiad i Ddiogelwch",
  "about_safety_p1": "Eich diogelwch chi yw sylfaen popeth a wnawn. Rydym wedi adeiladu SoftMonk o amgylch yr egwyddorion craidd hyn:",
  "about_safety_l1_title": "Dim Gwefannau Lawrlwytho Trydydd Parti:",
  "about_safety_l1_desc": "Ni fyddwn byth yn eich cyfeirio at borth lawrlwytho trydydd parti. Ein nod yw darparu dolen yn uniongyrchol gan grewr y feddalwedd bob amser.",
  "about_safety_l2_title": "Dim Meddalwedd Bwndel:",
  "about_safety_l2_desc": "Trwy gysylltu â ffynonellau swyddogol, rydym yn eich helpu i osgoi gosodwyr sy'n ceisio eich twyllo i osod rhaglenni ychwanegol diangen (PUPs).",
  "about_safety_l3_title": "Tryloywder:",
  "about_safety_l3_desc": "Rydym yn dangos i chi o ble mae'r ddolen yn dod ac yn darparu cymaint o wybodaeth wedi'i gwirio â phosibl, fel y gallwch wneud penderfyniad gwybodus.",
  "forum_page_title": "Fforwm Cymunedol SoftMonk",
  "forum_page_subtitle": "Cysylltwch â defnyddwyr eraill, gofynnwch gwestiynau, a rhannwch eich hoff ddarganfyddiadau meddalwedd. Mae ein fforwm cymunedol yn cael ei ddatblygu ar hyn o bryd. Dewch yn ôl yn fuan!",
  "forum_page_coming_soon": "Yn Dod Yn Fuan!",
  "blog_page_title": "Blog SoftMonk",
  "blog_page_subtitle": "Mewnwelediadau ar feddalwedd, diogelwch, a chynhyrchiant.",
  "blog_post_1_title": "5 Arwydd Clir o Wefan Lawrlwytho Ffug",
  "blog_post_1_date": "26 Hydref, 2024",
  "blog_post_1_excerpt": "Mae'r rhyngrwyd yn llawn trapiau, a gwefannau lawrlwytho ffug yw rhai o'r rhai mwyaf cyffredin. Dysgwch sut i adnabod y baneri coch, o hysbysebion camarweiniol i URLau amheus, a chadwch eich cyfrifiadur yn ddiogel rhag meddalwedd faleisus.",
  "blog_post_2_title": "Pam y Dylech Chi Ddefnyddio Gyrwyr Swyddogol Bob Amser (A Sut i Ddod o Hyd Iddynt)",
  "blog_post_2_date": "18 Hydref, 2024",
  "blog_post_2_excerpt": "Gall defnyddio gyrwyr hen ffasiwn neu anghywir achosi ansefydlogrwydd system a gwendidau diogelwch. Rydym yn dadansoddi pam mae gyrwyr swyddogol yn bwysig a sut mae proses dywys SoftMonk yn ei gwneud hi'n hawdd dod o hyd iddynt.",
  "blog_post_3_title": "Hwb Cynhyrchiant: Y 5 Cyfleustodau Rhad ac Am Ddim Gorau Na Wyddoch Chi Fod Eu Hangen Arnoch",
  "blog_post_3_date": "09 Hydref, 2024",
  "blog_post_3_excerpt": "Y tu hwnt i'r enwau mawr, mae yna fyd o feddalwedd rad ac am ddim anhygoel a all wneud eich tasgau beunyddiol yn haws. Darganfyddwch ein prif ddewisiadau ar gyfer cyfleustodau a fydd yn rhoi hwb i'ch llif gwaith.",
  "blog_read_more": "Darllen Mwy →",
  "blog_author": "Gan Dîm SoftMonk"
}